Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Chasing Tails.tmx
Source language: ko_kr
Languages: en_us

source: 믿을 수 있는 게 지금 너밖에 없어.
en_us: you’re the only one I can trust.

source: 오늘은 진짜 끝나야 돼.
en_us: we really have to wrap this up today.

source: 우린 어쩌다 불씨만 던져줬을 뿐이라고요.
en_us: we only triggered a small fire.

source: 청록아...!
en_us: please...!

source: 미안...
en_us: sorry...

source: 선배, 소지품도 놓고 가요.
en_us: juntaek, could you leave other things out here too?

source: 그 기간이 무려 열흘 이었습니다.
en_us: that lasted ten whole days.

source: 별거 아니네?
en_us: that’s not a big deal, right?

source: 아까 그건 어떻게 한 거야…?
en_us: how did you do that earlier?

source: 폴리그래프도 진실.
en_us: the polygraph also proved it to be true.

source: 할 수 있어...!
en_us: I can do it...!

source: 눈치 좀.
en_us: come on. take a hint.

source: 지금도 이불 속에서 나오질 못하는데...
en_us: he still can’t even get out of his sheets.

source: 이제 진짜 얼마 안 남았을 거야.
en_us: it can’t be too long until the rescue.

source: ...찬성.
en_us: I’m down...

source: 선배면 바로 감 잡을지도 모르는데...
en_us: jeongdo might have a clue.

source: 큰일나요!!!
en_us: we’re screwed!!!

source: 고맙다, 정도야.
en_us: thanks jeongdo.

source: 그 안에서 생존자들은
en_us: in there, they must have thought...

source: 으아악!!!
en_us: aaagh!!!

source: 이제 너만 남았는데…
en_us: now you’re the only one left...

source: 그...
en_us: that...

source: 나한테 제일 소중한 사람들한테 왜 그 모양이었을까…
en_us: ...like that to the people I cherish the most?

source: 후...
en_us: sigh

source: 힘들고 무서운 거 다들 똑같은데 너무 감정적이었어...
en_us: everyone’s exhausted and scared... I was too emotional.

source: 그러고 보니 이 새끼 왜 말이 없어?
en_us: wait, why isn’t he talking?

source: 사망자 5인데 대한 동일한 진술을 하였습니다.
en_us: gave the same testimony regarding the five dead victims.

source: 너무 신기했어.
en_us: it was so cool.

source: 안 불렀어.
en_us: I didn’t.

source: 그럼 오늘은 이만 할까요.
en_us: then should we wrap it up for today?

source: 무심해 보여도 속은 다정한 사람 있잖아.
en_us: someone who looks cold on the outside but nice on the inside.

source: 아무튼 남겨진 빵은 시나몬.
en_us: anyways, the leftover bread was cinnamon flavored.

source: 커터칼 자기가 썼었다고.
en_us: ...that he was the one who used the box cutter.

source: 설마 수사방식 때문이라고요?
en_us: are you blaming your investigative technique?

source: 부들..
en_us: tremble

source: 아, 아냐.
en_us: n-no, it’s fine.

source: 졸업반이 2학년들 가십에 관심 많네…
en_us: why does the graduating class care so much about what happened in our grade?

source: 울시 서대문구 연희동
en_us: yeonhui, seodaemun district, seoul

source: 안 나타나면 계속 꽥꽥대겠지
en_us: he’s going to keep screaming if I don’t respond...

source: 그래도 꼬리가 잘 맞물린 케이스라 곧 끝날 겁니다.
en_us: but it’s a chased tail case, so it’ll be concluded soon.

source: 아 네네
en_us: oh, right.

source: 아~ 아무것도 아니에요.
en_us: oh, nothing.

source: 아니면
en_us: or...

source: 흐어..
en_us: sniffle

source: 야, 이청록!
en_us: hey, cheongnok!

source: 사고 발생 14일차
en_us: the contra studio incident

source: 전부 위험해져…
en_us: and everyone in danger...

source: 커헉...!!!
en_us: cough...!!!

source: 야 너가 해, 그냥...
en_us: just do it.

source: 스튜디오에 모인 애들은 평범한 대학생들이었습니다.
en_us: who were at that studio that night were just normal college kids.

source: 영채야, 부상자 있어.
en_us: yeongchae, someone’s hurt.

source: 나도 ㅆ발 할 수 있어!!!
en_us: I can f*cking do it too!!

source: 선생님?
en_us: doctor?

source: 오 태 연(생 존) 이 청 록(생 존)
en_us: taeyeon oh (survived) cheongnok lee (survived)

source: 혼자만 알고 있는 포인트가 있다든지.
en_us: like something that’s only meaningful to her.

source: 그런 사람들이었어요.
en_us: were like that.

source: 이 사견 해결되는 걸 보고 싶어서…
en_us: ...just want this case to be resolved.

source: 나 완전 똥멍청이네ㅎㅎ 진짜 미안해
en_us: I’m so stupid, haha... I’m really sorry.

source: 여기 앉으세요.
en_us: sit here, please.

source: 저는 정신 없어서 아무것도 못 봤는데요.
en_us: I didn’t see anything. it was very hectic.

source: 근데~ 아무리 그래도 같이 갇힌 친구들 두고 지 혼자 처먹냐...
en_us: but still, you really hid all this from your friends?

source: 선배들 위험한 거 아니겠지?
en_us: I hope it’s not too dangerous.

source: 목청은 더럽게 커서...
en_us: so freaking loud...

source: 타닥
en_us: clack

source: 피도 이동중이라니까 별탈 없이 수술 받을 겁니다.
en_us: he’ll get blood transfusion soon, so he’ll be okay.

source: 전 별로...
en_us: I don’t really care...

source: 경찰서장 199X.
en_us: chief of police 199x

source: 언제 너랑 갔다고 그래?
en_us: when did I get water with you?

source: 일 커지네...
en_us: this is getting out of control...

source: 제가...
en_us: they...

source: 모르겠어요.
en_us: I’m not sure...

source: 이청록은 누군가를 때렸고
en_us: cheongnok hit somebody...

source: ...귀찮게.
en_us: such a hassle...

source: 검찰에서 자문으로 보낸...
en_us: the advisory member from the prosecutors...

source: 뭐하는...
en_us: what the...

source: 개놀랐...
en_us: you startled me...

source: 근데 물 지킨다고 매번 몸싸움 하거나 신경 곤두세우는 건...
en_us: but we’d have to be so alert and tense to guard water all the time...

source: 사람 아니라니까...!
en_us: they’re not real...!

source: 그래, 새끼야 여기서도 과대노릇 하냐
en_us: yeah dude, you don’t have to act as a class president here.

source: 신영채도 수사비 부족하다고 만날 때마다 찡찡대는데 오빠까지 이러니 안쓰럽다.
en_us: yeongchae always complains about the low budget for investigation. I feel bad.

source: 다른 의견이 듣고 싶습니다.
en_us: so I’d like to hear about your other opinions.

source: 누나...!
en_us: hey...!

source: 위기상황이 닥쳤을 때
en_us: but when a crisis strikes...

source: 나가야 돼!!
en_us: we have to get out of here!!

source: 용의자들간에 혼란을 심어주는 게 수사중에 없는 일도 아니고,
en_us: it’s a common strategy to set the suspects against each other.

source: 갑자기?
en_us: junho?

source: 야야, 알았다, 알았어!
en_us: dude. fine, fine.

source: 아 오태연 진짜 징글맞다.
en_us: enough with the nagging, taeyeon. geez.

source: 탁탁탁..
en_us: step step step

source: 적응 못하겠어.
en_us: ...when I’m right in front of you.

source: 소아병동
en_us: pediatric clinic

source: 나는 피해자 고준호와 마찰이 있었다.
en_us: I had a conflict with the victim junho ko.

source: 나 진짜...
en_us: I just...

source: 영리했네요.
en_us: were very smart.

source: 놈들은 이렇게까지 몰려본 적이 없어.
en_us: they were never this cornered before...

source: 이미 밑에 깔린 상태에서...
en_us: were already sitting on me...

source: 맛 약간 변하긴 했어...
en_us: it’s a little spoiled...

source: 돈 걷은 봉투 없어졌었다며.
en_us: the envelope of money collected in cash.

source: 진짜 나도 미칠 거 같다.
en_us: I’m at my wit’s end too.

source: 사망자 3명 생존자 5명
en_us: three deaths and five survivors.

source: 저도 돌고돌아 결국 이쪽 일 하고 있는 거 보면
en_us: I’m also back to working in this field after all.

source: 누가 할래?
en_us: so who’s gonna do it?

source: 가서 눕자.
en_us: let’s go lay down.

source: 신유정은 누군가에게 맞았는데
en_us: ...and yujeong got hit by somebody.

source: 일단 제 생각에는
en_us: I think that--

source: 요즘 부쩍 궁금해지더라고.
en_us: I’ve been thinking about this lately.

source: 옆은 백혜성.
en_us: next to me is hyeseong.

source: 커플이든 뭐든 고의에 의한 사고가 있었을 거라는 생각이 자꾸 들어.
en_us: whether the couple was involved or not, I think the accidents happened intentionally.

source: 오태연, 일단 얘기해봐.
en_us: taeyeon, talk to me.

source: 이제 아무도 못 건드려요.
en_us: nobody can hurt you here.

source: 저 바닥인지 뭔지에서 올라오는 존ㄴ 큰소리.
en_us: that blaring noise coming from below.

source: 날 보고 있는 거 같아서...
en_us: I felt like they were watching me...

source: 분위기 못 맞췄다간...
en_us: ...and follow along with their act...

source: 응~
en_us: yeah?

source: '이 큰 건물에 설마 우리만 있었을까'라는 무의식이 깔려있었다면
en_us: so, if they unconsciously believed that there’s no way they’re the only ones in such a huge building...

source: 꼬리잡기 39
en_us: chasing tails 39

source: '스튜디오 콘트라' 사고 발생 6일차 (전원 생존)
en_us: 6th day of the contra studio incident (all survived)

source: 가끔 보면 무당들 같다니까?
en_us: it’s almost like magic.

source: 혜성이랑 물 마시러 갔을 때
en_us: when I went to go get water with hyeseong...

source: 저희 곧 나가야 돼요!
en_us: we have to get out soon!

source: 후우..
en_us: sigh

source: 오케이
en_us: okay.

source: 구조대 오고 있고!
en_us: rescue team is on their way!

source: 내 얘기 못알아 듣는척 하지마.
en_us: stop pretending like you don’t understand what I mean.

source: 괜찮으니까 진정하세요!
en_us: you’re okay, calm down.

source: 그리고 내가 네 보조배터리 찾았잖아...
en_us: also, I found your portable charger...

source: 자살)
en_us: suicide)

source: 걸어봐.
en_us: try to walk a little.

source: 이젠 준호도 없는데 그런 얘길 누가 믿어줄 것이며…
en_us: who’s going to trust me here without junho...?

source: 선배
en_us: jeongdo!

source: 지익..
en_us: drag

source: 수사과 형사계 에서 다음과 같이 진술하다.
en_us: at wonmu police station with the criminal investigation team.

source: 지금 이 상황이 재밌으신가 보군요.
en_us: you look like you’re enjoying this situation.

source: 절대로 너 위험하게 안 할게.
en_us: I promise you, I won’t put you in danger.

source: 그렇게 싸워놓고 처자나 봐...
en_us: can’t believe he’s sound asleep after that fight...

source: 그런데...
en_us: but...

source: 년 7월
en_us: july 20xx

source: 직..
en_us: drag

source: 오태연, 맞아?
en_us: taeyeon, am I right?

source: 그 안의 상황을 바깥에 떠벌린 오태연의 선택과
en_us: ...because she was mad at cheongnok’s selfish decision to not share food.

source: 아냐아냐 괜찮아...
en_us: whatever, it’s fine...

source: 일어나.
en_us: get up.

source: 툭 툭
en_us: tap tap

source: 상대가 애들이라 이러시는 건가요?
en_us: are you like this because they’re young?

source: 지원요청 해야 돼.
en_us: let’s request for more backup.

source: 길게 말씀하실 거라도?
en_us: do you have anything else to say?

source: 이청록은 김윤, 고준호, 송준택에게 누구보다 살해동기가 충분했고
en_us: cheongnok had more motive for murder than yun, junho, and juntaek.

source: 한치 앞의 것에만 몰두하게 되는 것.
en_us: you’re only able to see what’s right in front of you.

source: ...네.
en_us: ...yes.

source: 그렇네요.{j}하긴,
en_us: I guess you’re right.{j}

source: 1대 2였으면 저도 도망쳤을 텐데 운이 좋았습니다.
en_us: if it was two against one, I would have ran. I got lucky.

source: 미쳤어??
en_us: that can’t be.

source: 분명 오른손잡이처럼 보였습니다.
en_us: ...he seemed to be right-handed.

source: 그렇군요.
en_us: I see.

source: 엄마는 이제 호스피스 병동에 계세요.
en_us: my mom’s in a hospice care unit*.

source: 힘들겠지만 부탁할게요.
en_us: I know it’s hard, but please do me a favor.

source: 선배야말로 보호자 없이 괜찮겠어?
en_us: will you be okay without anyone here?

source: 돈 많은 도련님이 그깟 가십 무시하고 잘 사는 건 일도 아닐 겁니다.
en_us: ...but it’s not a big deal for a rich guy with a stable family like him.

source: 필드라고 갑질 오지게 하네…
en_us: they’re walking all over us...

source: 윤아, 물 마시러 갈래?
en_us: yun, do you want to go get water with me?

source: 답글 작성
en_us: write a reply

source: 의외로 술술 열 거 같은데요?
en_us: surprisingly enough, I think he’ll talk.

source: 이...
en_us: g...

source: 뭐가 억울해...
en_us: I do.

source: 사고자들의 기억에만 존재합니다.
en_us: they only exist in the survivors’ memories.

source: 꼬리잡기 52
en_us: chasing tails 52

source: 으아아아아악
en_us: aaaghhh

source: 그래, 힘내자.
en_us: that’s right. I got this.

source: 옮기고
en_us: you first,

source: 눈치 한번 더럽게 빠르네.
en_us: damn, they’re quick.

source: 편파적인 거 되게 역겹더라.
en_us: it was disgusting, how biased it was.

source: 둘, 이청록이요.
en_us: two, cheongnok lee.

source: 물 먹자고 부른 거 아냐?
en_us: aren’t we here to drink water?

source: 힐끔..
en_us: glance

source: 어떻게 눈에 보이는 사람들 다 돕고 다 구하면서 살 수 있겠어요?
en_us: I mean, how could you help and save every person you see on the street?

source: 제발 빨리 좀 와주세요...!
en_us: please hurry up...!

source: 네, 신상은 다 털렸고 별별 루머까지 튀어 나오는 상황이지만
en_us: sure, his information is out in public, and people are spreading all kinds of rumors...

source: 꼭 유정이 같기도 하고
en_us: ...it sounded like yujeong...

source: 뭐하는 인간들이야, 진짜?
en_us: what’s wrong with them?

source: 그래도 점점 자신 없어져.
en_us: ...I’m getting unsure.

source: 개별신문
en_us: ...individual interrogation...

source: 다량의 신경물질과 호르몬이 분비되어 있었더라고요.
en_us: ...various neurotransmitters and hormones 20 to 30 minutes before her death.

source: 통로 건너니까 이쪽은 빛이 아예 안 들어오네
en_us: you can’t see a thing once the light passes through that path.

source: 근데 이상하다 싶은 느낌이라도 들면
en_us: but if you feel like something’s off...

source: '스튜디오 콘트라' 사고 발생 12시간 경과 (고준호 사망)
en_us: 12 hours after the contra studio incident (after junho’s death)

source: 저도 놀랐단 말이에요.
en_us: I was surprised too.

source: 아니지...
en_us: no...

source: 안 죽으면 안돼…?
en_us: can you please stay alive...?

source: 고준호, B형입니다.
en_us: Junho Ko, my blood type is B.

source: 근데 안 변할 거지?
en_us: but... you’re never going to change, right?

source: 통화종료
en_us: call ended

source: 커플 저것들 귀신이라고...
en_us: that couple is a ghost, you morons...

source: 회의실
en_us: meeting room

source: 다 믿으세요...?
en_us: ...that yujeong says?

source: 이런 얘기 꺼내는 거 예상하고 있었을지 아닐지 모르지만
en_us: I don’t know if you were expecting me to bring this up at all...

source: 조금만 신경썼어도...
en_us: if I paid a little more attention...

source: 진짜 다 개병ㅅ들이라고요!
en_us: all of them, they’re all f*cked up!

source: 서방하고 싶은데?
en_us: I’d like to be.

source: 턱
en_us: leap

source: 나도 놀랬다고!
en_us: I was surprised too!

source: 상대방과 1대1로 있었다면… 사망 시점까지 같이 있었을 수도 있죠.
en_us: if she was with another person... they could have been together until the moment she died.

source: 요즘은 인터넷 덕분인지 희귀 혈액형들끼리 비상연락망도 있고 그렇더라고요.
en_us: ...but I heard there’s an emergency network for rare blood types these days.

source: 일어나...
en_us: get up...

source: 네, 신유정의 증언은 신빙성이 없을 수도 있겠죠.
en_us: right, we can’t trust everything yujeong says.

source: 업무 가릴 수 없다는 소리는 모른척 해줄게요.
en_us: I’ll pretend to believe that you can’t pick and choose...

source: 제 눈으로 볼 겁니다.
en_us: I’m going to see it happen with my own eyes.

source: 의료용
en_us: medical

source: 너무 덩치가 크거나 위협적인 사람이 있으면 쉽게 겁을 먹을 수도 있고...
en_us: he might get frightened around big, threatening guys like him...

source: ㅆ발 울지마…
en_us: sh*t, stop crying...

source: 포나메프린시럽 15ml
en_us: ponnamephrin syrup 15mL

source: 복 받으신 거예요.
en_us: you’re lucky.

source: 잠깐 나쁜 생각 들었는데 잠재웠어요.
en_us: I just thought of something inappropriate, but it’s all good now.

source: 아프면 안되는데...
en_us: I can’t be sick now, though...

source: 못 속이겠네
en_us: I can’t hide it.

source: 나와있는 모든 증거와 모든 증언이 정확히 한곳을 가리키고 있어.
en_us: all of the evidences and testimonies are pointing to the same direction.

source: 자살한 두 분이요.
en_us: the ones who took their own lives.

source: 안돼...
en_us: no...

source: 왜?
en_us: why?

source: 오후 11:07 ㅇㅇ굿밤
en_us: 11:07 pm kk gn

source: 주소랑 이름이랑 민번이요?
en_us: my address, name, and social security number?

source: 복잡하네요.
en_us: it’s complicated.

source: 그래…?
en_us: is there...?

source: 4인 대질신문을 할 때만 해도
en_us: when we were doing a cross-examination...

source: 젊은놈들이 엉덩이 가볍고 잘 달라니까 그렇지 뭐.
en_us: because the young bloods can run and chase fast.

source: 오빤 봐도 몰라.
en_us: you wouldn’t know.

source: 근데 이건 왜 물어보시는 거예요?
en_us: why are you asking these questions?

source: 어어, 그래… 근데 정도야,
en_us: okay, alright. but jeongdo...

source: 뒷풀이?
en_us: an after party?

source: 한성빈은 존재 자체가 의문스러운 커플을 크랙 밑으로 보낸 당사자이자
en_us: he’s the one who sent that hypothetical couple down the crack...

source: 어떻길래?
en_us: how?

source: 두리번 거려도 안돼.{j}김윤 시신이라도 보면 놀랄 테니까.
en_us: don’t look around either because you might see yun’s corpse or something.{j}

source: 넌 하소연했을 뿐이고, 글쓰는 건 친구 자윤데 뭐 어쩌냐고?
en_us: you just complained, and it’s your friends’ fault that they posted?

source: 어떤 새끼가 몰래 물 처마셨어!!!
en_us: who the f*ck drank all the water?!

source: 진짜로 신경 안 썻으면 좋겠어.
en_us: I hope it didn’t bother you too much.

source: 백혜성 죽기 전...
en_us: before hyeseong died...

source: 이청록이랑은...
en_us: I guess...

source: 정도야 이쪽으로 아예 안 왔어
en_us: they didn’t come this way!

source: 누구냐고.
en_us: who did it?

source: - 약물 복용중 일상생활 가능
en_us: - can continue daily life while on medication

source: 쿨럭
en_us: cough

source: 사실 길을 알지 못했습니다.
en_us: but we didn’t know how.

source: 이게 말이 돼???
en_us: does this make sense?

source: 속리산 실종사건의 피해자들이
en_us: it was revealed that...

source: 빨리요!!!
en_us: hurry up!!!

source: 갖고는 있자...
en_us: keep it for now...

source: 당황한만큼 우발적인 행동이 튀어나올 수 있어.
en_us: which could cause them to freak out and act out of spite.

source: 형, 형사님!!!
en_us: d-detective!!!

source: 보세요...
en_us: look.

source: 한성빈이 '죽인 건' 아니니까.
en_us: because seongbin didn’t kill them.

source: 실무진 한창 예민할 때니까 예의 잘 지키자!
en_us: be respectful. they’ve been working til late recently!

source: 웃기고들 있다...
en_us: are they kidding?

source: 그런데 선생님이 헷갈려 하시는 거 같아서...
en_us: but I think you’re getting them mixed up.

source: 푸슉
en_us: press

source: 지금은 일단 튀는 행동하지 말고 가만히 있어.
en_us: don’t draw attention to yourself and just stay calm for now.

source: 꺽
en_us: lp

source: 나타나라...
en_us: please show up...

source: 임대 문의 010-0000-0000
en_us: leasing inquiries 010-0000-0000

source: 어차피 씻지도 못했고 엄청 더러울 텐데...
en_us: we can’t shower, so we’re all disgusting anyway...

source: 알겠다고 놔줬어요.
en_us: ...and they let me go.

source: 저 근육몬 새끼...
en_us: that muscle monster...

source: 크읍..
en_us: sniffle

source: 여기서 켜도 저쪽으로는 안 새어나가.
en_us: they can’t see it from there.

source: 아니야!!!
en_us: no!!!

source: 오늘 정말 이상하시군요.
en_us: you’re acting really strange today.

source: 그래도 우리는 나름 선의를 베푼 건데 이따위로 밟으면 ㅆ발 안되는 거잖아.
en_us: we were being nice about it too, but they crossed the f*cking line.

source: 먼저 갈게요.
en_us: I’m leaving.

source: 망설이지 말고 소리라도 빽빽 질러서 바로 알려.
en_us: ...don’t hesitate to scream and let us know something’s up.

source: 윤이 죽고 얼마 안됐을 때…
en_us: not too long after yun died...

source: 응급의료센터
en_us: emergency room

source: ...아니다.
en_us: never mind.

source: 아 이청록ㅋㅋㅋ 미쳤어ㅋㅋㅋ
en_us: lmao cheongnok, stop it, haha.

source: 목소리는 애 또 저래?
en_us: and what’s wrong with his voice?

source: 일단은...
en_us: well...

source: 있잖아...
en_us: could you not...

source: 설마 구조 포기한 건 아니겠지.
en_us: they didn’t give up on us, right?

source: 그런데 살인은 별개의 문제잖아요.
en_us: but murder is a separate issue.

source: 9일차 인원확인 하루 전 (8일차, 전원 생존)
en_us: a day before the head count (day 8, all survived)

source: 순공감순 최신순 공감비율순 답글순 과거순
en_us: most liked newest most replies oldest

source: 맞다고 보는 게...
en_us: I agree...

source: 그래서...
en_us: so...

source: 누가 할래.
en_us: who’s gonna do it?

source: 고준호!
en_us: junho!

source: 이미 그때 있었던 거야.
en_us: but there was someone.

source: 고 준 호(사 망) 송 준 택(생 존 / 의식불명) 정 한 나(생 존) 한 성 빈(생 존)
en_us: junho ko (dead) juntaek song (survived/unconscious) hanna jeong (survived) seongbin han (survived)

source: 타악
en_us: slap

source: 한성빈이요?
en_us: seongbin?

source: 하...{j}아...
en_us: sigh...{j}

source: 야 이청록 적당히 해.
en_us: cheongnok, you should chill out.

source: … 머리에 벨 것 좀요.
en_us: just looking for something to use as a pillow...

source: 팀장님이네.
en_us: it’s our boss.

source: 알아서 피해가든가 해야지 어쩌라구...
en_us: they should just walk around me or something, geez...

source: 인마!
en_us: hey!

source: 원무 경찰서
en_us: on march 5th, 1999

source: 생각하지 마.
en_us: let’s not think about it.

source: 좀 괜찮아?
en_us: are you feeling okay?

source: 빛 들어오는 건 한번도 못 봤는데...
en_us: I didn’t see any light so far...

source: 흡..
en_us: sniffle

source: 내려가라고 하고...
en_us: let’s tell them to go down there...

source: 사례가 있는지 확인 해줄게요.
en_us: I’ll check for similar cases.

source: 응, 알아.
en_us: yeah, I know.

source: 근데 그런 식으로는
en_us: but not the way you’re--

source: 아니다, 덕분에 많이 좁혀졌지.
en_us: well actually, it helped us narrow some things down.

source: 딴팀 지원하다 부상이라뇨.
en_us: getting hurt while assisting another team?

source: 찾아주는 사람 많은 걸 감사해 해야지~
en_us: just be thankful that you’re kept busy with people.

source: 그러니까 더더욱 우리기리 꽉 붙어있어야 된다, 알았냐?
en_us: that’s why we have to stick together, okay?

source: 그중에 살아남은 사람.
en_us: and there are three survivors in that cinnamon group.

source: 왜, 선배대접 받고 싶어?
en_us: why, you want me to treat you with respect?

source: 땀이가...?
en_us: is it sweat?

source: 물론 내가 이간질을 제안하지 않았어도
en_us: of course, even if I didn’t come up with a plan to split them up,

source: 다시 자.
en_us: go back to sleep.

source: 신유정 입 열었어
en_us: yujeong started talking.

source: 말을 하면 할수록...
en_us: the more and more he talked...

source: 않습니다.
en_us: we got there.

source: 그리고 세상에서 제일 소중한
en_us: to my dearest, one in a million friend

source: 그럼 다들 모여 주세요.
en_us: then everyone, gather here.

source: 그래, 왔다갔다 하는데 발에 채이니까 밀어뒀을 수도 있겠지.
en_us: and someone could’ve pushed him aside because he’s in the way.

source: 여동생 죽음은 인지하는 상태
en_us: acknowledges his sister’s death

source: 화장실 다녀올 사람은 다녀와!
en_us: and anyone who needs to use the restroom, go now!

source: 'ㅆ발 무슨 겁이 이렇게 많아?'
en_us: “why is he such a wimp?”

source: 이 와중에 설마 감긴가...?
en_us: don’t tell me I caught a cold...

source: 위험할까봐요.
en_us: it could be dangerous.

source: 꼬리잡기
en_us: chasing tails

source: 저 사람들도 목 축이게 해주자.
en_us: let’s let them drink some water.

source: 하아...
en_us: sigh...

source: 다들 다리라도 엮어라!
en_us: everyone, link legs or something!

source: '혈액형이 뭐였지?'
en_us: “what was your blood type again?”

source: 이런 걸 우리끼리 속어로 꼬리 맞물렸다고 합니다.
en_us: we call this chasing tails.

source: 누군진 몰라도 뭐라 하는 건 아닌데
en_us: I’m not blaming them.

source: 여태 자냐!!!
en_us: are you still sleeping?!

source: 눈빛이 절라 싸패같았거든 타래로 썰품
en_us: he had those psychopathic eyes. I’ll share more in the comments.

source: 나쁜 새끼들...
en_us: bastards...

source: ...미안.
en_us: I’m sorry...

source: 기대할게요.
en_us: I’m looking forward to it.

source: 범행을 가장 가까이에서 실시간으로 목격한 목격자로서
en_us: however, as a witness who was very close to the crime scene...

source: 꿈틀..
en_us: twitch

source: 돌겠네..
en_us: ugh, I forgot.

source: 옮겨줘야 되는 거 아니에요...?
en_us: move his body too...?

source: 어째 발에 걸리는 게 없어?
en_us: so why is there nothing on the floor?

source: 이동하자!
en_us: let’s move!

source: 선배 어디감 빨리와봐
en_us: where are you? I need you here.

source: 당장 눈앞에 보이는 빛을 쫓아 이동할 수 밖에 없었죠.
en_us: and we had to follow whatever light we saw.

source: 우리 둘 의견이...
en_us: I think our opinions...

source: 그럼 된 거 잖아요!
en_us: then it’s all good, no?

source: 상학봉에서 하산 중 불빛을 발견, 강행군 지속하였고
en_us: on their way down from sanghak peak, they saw a light and decided to hike towards it.

source: 태환중학교
en_us: taehwan middle school

source: 미칠 거 같아.
en_us: so much that it hurts.

source: 나도
en_us: and I...

source: 사건에 필요도 없는 경우의 수만 늘어날 때가 있으니까요.
en_us: can bring on an unnecessary number of doubts and possibilities that only complicate the case.

source: 한성빈은 아니라고 했고 '판독불가'로 나왔습니다.
en_us: but seongbin said no, and it said unreadable.

source: 있는 거 왜 말 안했어...?
en_us: why didn’t you tell us...?

source: 인마 너 한성빈
en_us: dude,

source: 나...
en_us: I...

source: 진실이더라고.
en_us: it was true.

source: 윤이도 잘 먹지도 못한 와중에 심하게 넘어져서 저런 거 아니에요?
en_us: isn’t that what happened to yoon? she was malnourished and had a bad fall.

source: 옆에 준호 선배 아니에요?
en_us: and junho, aren’t you next to me?

source: 내숭..
en_us: innocent...?

source: 무료수거 무료배달 가능
en_us: FREE PICK UP AND DROP OFF

source: 급한 거니까 빨리 부탁드립니다~
en_us: yes, it’s urgent.

source: 어?!
en_us: what?!

source: 조금만 주의깊게 보고 들었어도 바로 알 수 있었는데.
en_us: ...what hyeseong meant by her words and actions.

source: 존ㄴ 뜸들여 하여간
en_us: why couldn’t you volunteer earlier?

source: 잘됐다.
en_us: that’s a good news.

source: 이리 와서 붙어.
en_us: come here.

source: 소극적 망상
en_us: shows symptoms of

source: 정말로…
en_us: I really...

source: 필수착용
en_us: required

source: 옮았어도 이제와서 지끈거릴 리가 없잖아...
en_us: even if I got it from her, it shouldn’t hurt now.

source: 그만!
en_us: that’s enough!

source: 아니, 확인 안하고 있는데?
en_us: I don’t know. I wasn’t checking.

source: 금방 들어올 테니까 잠깐만 기다려!
en_us: I’ll be right back so just hold on!

source: 송준택?
en_us: juntaek?

source: 그냥 자리에 있지 불 끄자마자 뭔 이동을 해?
en_us: why don’t you stay in your spot? we just turned off the light.

source: 저와 상의도 없이 저 4명을 부르시다니
en_us: what happened?

source: 가자, 가.
en_us: come on, let’s go.

source: 고맙긴 사실인데.
en_us: no need to. you’re right.

source: 아 쫌...
en_us: come on...

source: 답글 65
en_us: 65 replies

source: 스튜디오 콘트라' 사고 40분 전
en_us: 40 minutes before the contra studio incident

source: 신유정은 그렇다고 했고 그건 '진실'
en_us: ...yujeong said yes, and it turned out to be true.

source: 설마 이 상황에 로맨스냐...
en_us: unless... are they a thing?

source: 일정이 더 있어 3,4회분을 챙겼다고 해도
en_us: even if they packed a few more doses just in case...

source: 미안해…
en_us: I’m so sorry...

source: 다들 자는 거 같아.
en_us: I think everyone’s asleep.

source: 여긴 안전하니까.
en_us: you’re safe.

source: 오 태 연 (생 존)
en_us: taeyeon oh (survived)

source: 누구 것인지 모를 그 빵은 신유정이 먹다 남긴 걸로 밝혀졌죠.
en_us: we don’t know whose it was initially, but we found out that yujeong ate it last.

source: 그거 내밀면 용의자 튀어나올 거 같은데?
en_us: we’ll be able to filter out the real suspect if we bring that up.

source: 수사과장
en_us: chief of criminal investigation
